Repository: CP3402-2017SP51-JCUS/cp3402-team7
Catalog: languages/plugins/wordpress-simple-paypal-shopping-cart-*.po
Languages: es_es

source: A phone number will only be present if the customer entered one during the checkout.
es_es: Sólo se mostrará un número de teléfono si el usuario lo introdujo durante paso por caja.

source: If you want to collect address for all orders then enable the 'Must Collect Shipping Address on PayPal' option from the plugin settings.
es_es: Si quieres recopilar direcciones para todos los pedidos entonces activa la opción "Debe recopilar direcciones de envío en PayPal" en los ajustes del plugin.

source: An address value will only be present if the order has physical item(s) with shipping amount.
es_es: Sólo se mostrará la dirección si el pedido tiene artículos físicos en el envío.

source: Export Data
es_es: Exportar datos

source: You can use this option to export all the orders data to a CSV/Excel file.
es_es: Puede utilizar esta opción para exportar todos los datos de pedidos a un archivo CSV / Excel.

source: Export Cart Orders Data
es_es: Exportar la Cesta de Compras

source: Check this option if you are using a caching solution on your site. This will bypass the nonce check on the add to cart buttons.
es_es: Activar esta opción si estás utilizando una solución de almacenamiento en caché en tu sitio web. Esto puede eludir algunos controles realizados de nonce en los botones para Añadir a la Cesta

source: Disable Nonce Check for Add to Cart
es_es: Desactivar el Chequeo de Nonce para Añadir a la Cesta

source: The customer will be sent to the above page if the cancel link is clicked on the PayPal checkout page.
es_es: El cliente será enviado a la página anterior, si el enlace de cancelación es pinchado en la página de pago de PayPal.

source: Cancel URL
es_es: Cancela el URL

source: Address of the buyer
es_es: La dirección del comprador

source: Simple WordPress Shopping Cart Plugin, very easy to use and great for selling products and services from your blog!
es_es: ¡Simple WordPress Shopping Cart Plugin, es muy fácil de utilizar y excelente para vender productos y servicios desde tu blog!

source: Cart is empty
es_es: La cesta esta vacía

source: View Cart
es_es: Ver la Cesta

source: Error! You must specify a thumbnail image for your product in the shortcode.
es_es: ¡Error! Debe especificar una imagen en miniatura para su producto en el código corto.

source: Error! You must specify a price for your product in the shortcode.
es_es: ¡Error! Debe especificar el precio de su producto en el código corto.

source: Error! You must specify a product name in the shortcode.
es_es: ¡Error! Debe especificar el nombre del producto en el código corto.

source: Email Address of the buyer
es_es: El Correo Electrónico del comprador

source: This is the body of the email that will be sent to the seller for record. Do not change the text within the braces {}. You can use the following email tags in this email body field:
es_es: Este es el cuerpo del correo electrónico que se enviará al vendedor de registro. No cambie el texto dentro de las llaves {}. Puedes usar las siguientes etiquetas de correo electrónico en este campo de cuerpo de correo electrónico:

source: Seller Email Body*
es_es: Cuerpo del Correo Electrónico del Vendedor*

source: This is the subject of the email that will be sent to the seller for record.
es_es: Este es el asunto de correo electrónico que se enviará al vendedor de registro.

source: Seller Email Subject*
es_es: Sujeto del Correo Electrónico del Vendedor*

source: This is the email address where the seller will be notified of product sales. You can put multiple email addresses separated by comma (,) in the above field to send the notification to multiple email addresses.
es_es: Esta es la dirección de correo electrónico donde el vendedor será notificado de las ventas de productos. Usted puede poner múltiples direcciones de correo electrónico separadas por una coma (,) en el campo de arriba para enviar la notificación a varias direcciones de correo electrónico.

source: Notification Email Address*
es_es: Notificación de la Dirección del Correo Electrónico*

source: If checked the plugin will send an email to the seller with the sale details
es_es: Si se selecciona el plugin enviará un correo electrónico al vendedor con los detalles de la venta

source: Send Emails to Seller After Purchase
es_es: Enviar mensajes de correo electrónico al Vendedor después de la compra

source: Coupon code applied to the purchase
es_es: Se ha agregado del código del cupón a la compra

source: The date of the purchase
es_es: La fecha de compras

source: The amount paid for the current transaction
es_es: La cantidad pagada por la recién compra

source: The unique transaction ID of the purchase
es_es: El ID de transacción única de la compra

source: The item details of the purchased product (this will include the download link for digital items).
es_es: Los detalles del artículo del producto adquirido (esto incluirá el enlace de descarga para los artículos digitales).

source: Last name of the buyer
es_es: Apellido del comprador

source: First name of the buyer
es_es: Primer nombre del comprador

source: This is the body of the email that will be sent to the buyer. Do not change the text within the braces {}. You can use the following email tags in this email body field:
es_es: Este es el cuerpo de correo electrónico que será enviado al comprador. No cambie el texto dentro de las llaves {}. Puedes usar las siguientes etiquetas de correo electrónico en este campo del cuerpo de correo electrónico:

source: Buyer Email Body
es_es: El Cuerpo de Correo Electrónico del Comprador

source: This is the subject of the email that will be sent to the buyer.
es_es: Este es el asunto de correo electrónico que será enviado al comprador.

source: Buyer Email Subject
es_es: Asunto de Correo Electrónico del Comprador

source: Example: Your Name &lt;sales@your-domain.com&gt; This is the email address that will be used to send the email to the buyer. This name and email address will appear in the from field of the email.
es_es: Ejemplo: Su nombre &lt;sales@your-domain.com&gt; Esta es la dirección del correo electrónico que se utilizará para enviar el correo electrónico al comprador. Este nombre y dirección del correo electrónico aparecerá en el campo del correo electrónico.

source: From Email Address
es_es: El Coreo Electrónico De

source: If checked the plugin will send an email to the buyer with the sale details. If digital goods are purchased then the email will contain the download links for the purchased products.
es_es: Si se selecciona el plugin enviará un correo electrónico al comprador con los detalles de la venta. Si se compran bienes digitales a continuación, el correo electrónico contendrá los vínculos de descarga de los productos adquiridos.

source: Send Emails to Buyer After Purchase
es_es: Enviar mensajes de correo electrónico al comprador después de compra

source: The following options affect the emails that gets sent to your buyers after a purchase.
es_es: Las siguientes opciones afectan a los mensajes de correo electrónico que se envía a los compradores después de una compra.

source: Purchase Confirmation Email Settings
es_es: Ajuste de Correo Electrónico Confirmación de Compra

source: Give it a good rating
es_es: Dale una buena valoración

source: Like the Simple WordPress Shopping Cart Plugin?
es_es: ¿Te agrada Simple WordPress Shopping Cart Plugin?

source: Update Options &raquo;
es_es: Actualiza los cambios &raquo;

source: Check this option if you want to do PayPal sandbox testing. You will need to create a PayPal sandbox account from PayPal Developer site
es_es: Seleccione esta opción si usted quiere hacer las pruebas de sandbox de PayPal. Usted tendrá que crear una cuenta de sandbox de PayPal del sitio desarrollador de PayPal

source: Enable Sandbox Testing
es_es: Habilita la Prueba de Sandbox

source: If checked, debug output will be written to the log file. This is useful for troubleshooting post payment failures
es_es: Si se activa, la salida de depuración se escribirá en el archivo de registro. Esto es útil para la resolución de problemas de fracasos de pago posteriores

source: Enable Debug
es_es: Habilitar depuración

source: Testing and Debugging Settings
es_es: Ajustes de Pruebas y Depuración

source: This plugin lets you run your own affiliate campaign/program and allows you to reward (pay commission) your affiliates for referred sales
es_es: Este complemento le permite añadir su propia programa de fidelización y le permite recompensar con (pago por comisión) a sus afiliados por las ventas referenciadas.

source: Check this if using with the
es_es: Marca esto si utilizas

source: Use WP Affiliate Platform
es_es: Usar Plataforma de Afiliados WP

source: If checked the script will check to make sure that the PayPal email address specified is the same as the account where the payment was deposited (Usage of PayPal Email Alias will fail too).
es_es: Si se selecciona la secuencia de comandos comprobará para asegurarse de que la dirección de correo electrónico de PayPal especificada es la misma que la cuenta donde el pago fue depositado (Uso de PayPal Correo electrónico Alias también fallará).

source: Use Strict PayPal Email Address Checking
es_es: Utilice Comprobación Estricta de Dirección de Correo Electrónico de PayPal

source: Specify the page style name here if you want to customize the paypal checkout page with custom page style otherwise leave this field empty.
es_es: Especifique el nombre de estilo de página aquí si desea personalizar la página de pago de PayPal con el estilo de página personalizado de lo contrario deje este campo vacío.

source: Custom Checkout Page Style Name
es_es: Nombre del Estilo de Página de Pago Personalizado

source: Specify the text that you want to use for the note field on PayPal checkout page to collect special instruction (leave this field empty if you don't need to customize it). The default label for the note field is "Add special instructions to merchant".
es_es: Especifique el texto que desea utilizar para el campo de la nota en la página de pago de PayPal para cobrar instrucción especial (deje este campo vacío si no es necesario personalizarlo). La etiqueta predeterminada para el campo de la nota es "Añadir instrucciones especiales al comerciante".

source: Customize the Note to Seller Text
es_es: Personaliza la Nota del Texto del Vendedor

source: If ticked the shopping cart image will not be shown.
es_es: Si se activa la imagen de la cesta de compra no se mostrará.

source: Hide Shopping Cart Image
es_es: Ocultar Imagen de la Cesta de Compra

source: If checked the shopping cart will be reset when the customer lands on the return URL (Thank You) page.
es_es: Si se activa, la cesta de compra estará vacía cuando el cliente llegue al URL (Gracias) de la página de retorno.

source: Reset Cart After Redirection to Return Page
es_es: Vaciar la Cesta Después de Volver a la Página.

source: If checked the PayPal checkout page will be opened in a new tab/window when the user clicks the checkout button.
es_es: Si se marca la página de pago de PayPal se abrirá en una nueva pestaña/ventana cuando el usuario hace clic en el botón de pago.

source: Open PayPal Checkout Page in a New Tab
es_es: Abra la Página de Pago de PayPal en una Nueva Pestaña

source: If checked the visitor will be redirected to the Checkout page after a product is added to the cart. You must enter a URL in the Checkout Page URL field for this to work.
es_es: Si es marcado el visitante será redirigido a la página de la caja después de añadir un producto a la cesta. Debes escribir el URL en el 'URL de la página de la caja' para que funcione.

source: Checkout Page URL
es_es: URL de página de la caja

source: Automatic redirection to checkout page
es_es: Redirección automática a página de la caja.

source: This is the URL of your products page if you have any. If used, the shopping cart widget will display a link to this page when cart is empty
es_es: Esto es el URL de la página de productos si tiene alguna. Si se utiliza, el widget de la cesta de compras mostrará un enlace a esta página cuando la cesta está vacía.

source: Products Page URL
es_es: URL de Página de productos

source: This is the URL the customer will be redirected to after a successful payment
es_es: Esta es la URL que el cliente va a ser redirigido después de haber pagado.

source: Return URL
es_es: URL de vuelta a la web

source: To use a customized image as the button simply enter the URL of the image file.
es_es: Para utilizar una imagen personalizada como botón sólo escriba la dirección URL del archivo de la imagen.

source: Add to Cart button text or Image
es_es: Añadir al botón de la cesta texto o imagen

source: Using this will ignore any other shipping options that you have specified in this plugin.
es_es: Usando esto se ignorará cualquier otra opción de gastos de envío que tu tengas especificada en este plugin.

source: PayPal profile based shipping
es_es: Envío basado en el perfil de Paypal

source: Check this if you want to use
es_es: Marque esta opción si desea utilizar

source: Use PayPal Profile Based Shipping
es_es: Utilice gastos de envío basado en el perfíl de PayPal

source: If checked the customer will be forced to enter a shipping address on PayPal when checking out.
es_es: Si está marcado, el cliente será obligado a introducir una dirección de envío en PayPal al momento de pagar.

source: Must Collect Shipping Address on PayPal
es_es: Recoger la dirección de envío en Paypal

source: When a customer orders more than this amount he/she will get free shipping. Leave empty if you do not want to use it.
es_es: Cuando un cliente ordena una cantidad mayor recibirá el envío gratis. Dejar en blanco si no desea utilizarlo.

source: Free Shipping for Orders Over
es_es: Envío gratuito para pedidos superiores a

source: Learn More on Shipping Calculation
es_es: Lea más información sobre el cálculo de envío

source: This is the base shipping cost that will be added to the total of individual products shipping cost. Put 0 if you do not want to charge shipping cost or use base shipping cost.
es_es: Esta es el coste base de los gastos de envío, que se sumará al total de los costes unitarios de envío del producto. Ponga 0 si no quiere cargar el coste de envío o use el coste base.

source: Base Shipping Cost
es_es: Coste base del envío

source: Currency Symbol
es_es: Símbolo de la moneda

source: e.g.
es_es: e.j.

source: Currency
es_es: Divisa

source: You can either enter plain text or the URL of an image that you want to show when the shopping cart is empty
es_es: Puede introducir texto o la URL de una imagen que quieres mostrar cuando la cesta de compras esta vacía

source: Text/Image to Show When Cart Empty
es_es: Texto/Imagen para mostrar cuando la cesta esta vacía

source: Shopping Cart title
es_es: Título de la Cesta de Compras

source: Paypal Email Address
es_es: Dirección de Correo Electrónico en Paypal

source: PayPal and Shopping Cart Settings
es_es: Ajustes de PayPal y la Cesta de Compras

source: Example shopping cart shortcode usage:
es_es: Ejemplo uso del código corto del la cesta de compras:

source: to a post or page or use the sidebar widget to add the shopping cart to the sidebar.
es_es: en la entrada o página o la barra lateral para añadir la cesta de compras a la barra.

source: To add the shopping cart to a post or page (example: a checkout page) simply add the shortcode
es_es: Para agregar la cesta de compras a una entrada o una página (ejemplo: una página de pago) sólo tienes que añadir el código corto

source: Step 2)
es_es: Paso 2)

source: Example add to cart button shortcode usage:
es_es: Ejemplo uso del código corto del botón de compras:

source: to a post or page next to the product. Replace PRODUCT-NAME and PRODUCT-PRICE with the actual name and price of your product.
es_es: a una entrada o una página junto al producto. Reemplace PRODUCT-NAME y PRODUCT-PRICE con el nombre real y el precio de su producto.

source: PRODUCT-PRICE
es_es: PRECIO-PRODUCTO

source: PRODUCT-NAME
es_es: NOMBRE-PRODUCTO

source: To add an 'Add to Cart' button for a product simply add the shortcode
es_es: Para agregar un botón "Añadir a la Cesta" para un producto sólo tiene que añadir el código corto

source: Step 1)
es_es: Paso 1)

source: Quick Usage Guide
es_es: Instrucciones Rápidas Para el Uso

source: Simple PayPal Shopping Cart Settings
es_es: Ajustes de Simple PayPal Shopping Cart

source: Options Updated!
es_es: ¡Opciones actualizadas!

source: WP Paypal Shopping Cart Options
es_es: Opciones WP Paypal Shopping Cart

source: Date
es_es: Fecha

source: Status
es_es: Estatus

source: Order ID
es_es: El ID del Pedido

source: Applied Coupon Code:
es_es: Aplicar el Código del Cupón:

source: Item(s) Ordered:
es_es: Producto(s) Pedidos:

source: Buyer Email Sent?
es_es: ¿Correo Electrónico del Comprador Envidado?

source: Phone
es_es: Telefono

source: Address
es_es: Dirección

source: IP Address
es_es: Dirección de IP

source: Email Address
es_es: Dirección de correo electrónico

source: Last Name
es_es: Apellido

source: First Name
es_es: Primer Nombre

source: Transaction ID: #
es_es: El ID: # de Transacción

source: Order ID: #
es_es: El ID del Pedido: #

source: Order Review
es_es: Revisión del Pedido

source: Parent Order
es_es: El Primer Pedido

source: No order found in Trash
es_es: Ningún pedido se encontró en la papelera

source: No order found
es_es: No se encontró el pedido

source: Search Order
es_es: Buscar el Pedido

source: View Order
es_es: Ver el Pedido

source: View
es_es: Ver

source: New Order
es_es: Nuevo Pedido

source: Edit Order
es_es: Editar el Pedido

source: Edit
es_es: Editar

source: Add New Order
es_es: Agregar Un Nuevo Pedido

source: Add New
es_es: Agregar Nuevo

source: Cart Order
es_es: El Pedido en la Cesta

source: Cart Orders
es_es: Los Pedidos en la Cesta

source: Need a shopping cart plugin with a lot of features and good support? Check out our
es_es: ¿Necesita un plugin de carro de compras con muchas opciones y un buen apoyo? Echa un vistazo a nuestro

source: Your cart is empty
es_es: Su cesta está vacía

source: Your Shopping Cart
es_es: Su Cesta de Compra

source: No Record found
es_es: No se encontró el Historial

source: No Coupons Configured.
es_es: No se han Configurado los Cupones.

source: No Expiry
es_es: Sin Caducidad

source: Expiry Date
es_es: Fecha de Caducidad

source: Discount Rate (%)
es_es: Tasa de Descuento (%)

source: Coupon Code
es_es: Código del Cupón

source: Save Coupon &raquo;
es_es: Guardar el Cupón &raquo;

source: Add Coupon/Discount
es_es: Agregar Descuento/Cupón

source: Update &raquo;
es_es: Actualice &raquo;

source: When checked your customers will be able to enter a coupon code in the shopping cart before checkout.
es_es: Cuando se seleccione sus clientes podrán ingresar un código de cupón en el carro de la compra antes de pagar.

source: Enable Discount Coupon Feature
es_es: Habilitar las Característica del Cupón de Descuento

source: Coupon/Discount Settings
es_es: Ajustes del Descuento/Cupón

source: WP Simple Cart Homepage
es_es: WP Simple Cart Pagina Principal

source: For more information, updates, detailed documentation and video tutorial, please visit:
es_es: Para obtener más información, actualizaciones, documentación detallada y un tutorial de vídeo, por favor visite:

source: Settings
es_es: Opciones

source: Shopping Cart
es_es: Cesta de Compras

source: Add to Cart
es_es: Añadir a la Cesta

source: Shopping Cart Configuration Error! You must specify a value in the 'Checkout Page URL' field for the automatic redirection feature to work!
es_es: ¡Error en la configuración! Debe especificar un valor en el campo 'Checkout Page URL' para que la opción de redirección automática funcione.

source: Error! Your session is out of sync. Please reset your session.
es_es: ¡Error! Su sesión está fuera de sincronización. Por favor, restablecer su sesión.

source: [View with PicLens]
es_es: [Ver con PicLens]

source: Make payments with PayPal - it\'s fast, free and secure!
es_es: Realice pagos con PayPal - ¡es rápido, gratis y seguro!

source: paypal_checkout_EN.png
es_es: paypal_checkout_ES.png

source: Apply
es_es: Aplicar

source: Enter Coupon Code
es_es: Escribe el Código del Cupón

source: Shipping
es_es: Gastos de envío

source: Remove
es_es: Quitar

source: Price
es_es: Precio

source: Quantity
es_es: Cantidad

source: Item Name
es_es: Nombre del artículo

source: Hit enter to submit new Quantity.
es_es: Pulse Intro para enviar nueva cantidad.

source: Cart
es_es: Cesta

source: Visit The Shop
es_es: Visitar la tienda

source: Discount applied successfully! Total Discount:
es_es: ¡Descuento aplicado con éxito! Descuento Total:

source: Discount can only be applied once per checkout!
es_es: ¡Descuento sólo se puede aplicar una vez por pago y envío!

source: Coupon code expired!
es_es: ¡El código del cupón a caducado!

source: Coupon code used does not exist!
es_es: ¡Código del cupón usado no existe!

source: Expiry date:
es_es: Fecha de caducidad:

source: Discount Amt:
es_es: Descuento Amt:

source: Coupon Code:
es_es: El Código del Cupón:

source: Coupon ID:
es_es: El ID del Cupón:

source: Admin needs to configure some discount coupons before it can be used
es_es: El administrador necesita ajustar algunos cupones de descuento antes de utilizarse
